{
  "planets": {
    "Sun": {
      "title": "Солнце",
      "direct": "Вы рождены быть источником света. Ваша задача — вдохновлять и вести за собой через творчество и радость.",
      "retro": "Вам сложно проявлять себя открыто. Ваше 'солнце' светит внутрь, требуя сначала найти самоценность, а не ждать похвалы извне.",
      "advice_low": "Учитесь хвалить себя даже за мелочи. Не бойтесь быть в центре внимания.",
      "advice_high": "Опасайтесь гордыни. Ваша задача — светить другим, а не ослеплять их."
    },
    "Moon": {
      "title": "Луна",
      "direct": "Ваша сила в мягкости, интуиции и заботе. Вы создаете уют и безопасность там, где находитесь.",
      "retro": "Глубокие внутренние переживания и страхи. Часто это кармическая связь с материнским родом, требующая проработки доверия к миру.",
      "advice_low": "Развивайте базовое доверие к жизни. Заведите привычку заботиться о ком-то.",
      "advice_high": "Не растворяйтесь в эмоциях других. Помните о своих границах."
    },
    "Mercury": {
      "title": "Меркурий",
      "direct": "Вы — мастер коммуникаций и вечный ученик. Ваш дар — передавать информацию и связывать людей.",
      "retro": "Интровертный ум. Вы долго обрабатываете информацию, но способны видеть то, что упускают другие. Склонность к самопознанию.",
      "advice_low": "Больше читайте и общайтесь. Начинайте записывать свои мысли.",
      "advice_high": "Избегайте пустой болтовни. Направляйте интеллект на решение сложных задач."
    },
    "Venus": {
      "title": "Венера",
      "direct": "Чувства, красота и деньги — ваши инструменты. Вы тонко чувствуете гармонию и умеете любить.",
      "retro": "Сложности с выражением чувств. Вы можете чувствовать себя недостойным любви, пока не найдете гармонию внутри себя.",
      "advice_low": "Окружайте себя красотой. Учитесь баловать себя без чувства вины.",
      "advice_high": "Не зацикливайтесь на материальном. Творите ради самого процесса."
    },
    "Mars": {
      "title": "Марс",
      "direct": "Воин и первопроходец. Ваша энергия — это действие, напор и защита своих идеалов.",
      "retro": "Скрытая агрессия или нерешительность. Вам нужно научиться действовать не импульсивно, а стратегически.",
      "advice_low": "Займитесь спортом. Вам нужен физический выход для энергии.",
      "advice_high": "Учитесь терпению. Не каждый конфликт требует вашего участия."
    },
    "Jupiter": {
      "title": "Юпитер",
      "direct": "Вы — учитель и стратег. Мир ждет от вас мудрости, расширения границ и новых смыслов.",
      "retro": "Поиск собственного пути вне социальных догм. Вы можете чувствовать себя 'белой вороной' в обществе.",
      "advice_low": "Путешествуйте и изучайте другие культуры. Расширяйте свой кругозор.",
      "advice_high": "Избегайте поучительства. Делитесь знаниями только с теми, кто готов слушать."
    },
    "Saturn": {
      "title": "Сатурн",
      "direct": "Опора и структура. Ваша сила в дисциплине, ответственности и умении строить долгосрочные планы.",
      "retro": "Сильное чувство долга и вины. Часто жесткие ограничения в жизни, которые учат вас истинной стойкости.",
      "advice_low": "Начните с четкого распорядка дня. Учитесь брать ответственность на себя.",
      "advice_high": "Не будьте слишком строги к себе и окружающим. Позвольте жизни быть спонтанной."
    },
    "Uranus": {
      "title": "Уран",
      "direct": "Интеллектуальный прорыв. Вы видите будущее и приносите в мир инновации и свободу.",
      "retro": "Внутренний хаос, который нужно превратить в озарение. Склонность к анархии или резким переменам.",
      "advice_low": "Изучайте технологии и астрологию. Не бойтесь своих странных идей.",
      "advice_high": "Помните, что не все перемены к лучшему. Сохраняйте то, что работает."
    },
    "Neptune": {
      "title": "Нептун",
      "direct": "Мистик и творец. Вы слышите музыку сфер и способны воплощать божественное через искусство.",
      "retro": "Склонность к иллюзиям, зависимостям и уходу от реальности. Глубокая психологическая ранимость.",
      "advice_low": "Занимайтесь медитацией или творчеством. Избегайте 'розовых очков'.",
      "advice_high": "Ваш дар — помогать другим. Занимайтесь благотворительностью или психологией."
    },
    "Pluto": {
      "title": "Плутон",
      "direct": "Маг и трансформатор. У вас огромная власть над своей жизнью и жизнями других. Вы меняете реальность.",
      "retro": "Тяжелые внутренние кризисы, которые ведут к полному перерождению. Работа со страхом смерти.",
      "advice_low": "Идите в свои страхи. Там скрыт ваш самый большой ресурс.",
      "advice_high": "Не злоупотребляйте властью. Ваша задача — очищать мир от старого."
    }
  },
  "orbits_info": {
    "1": "Орбита Меркурия (Связи): Ваш ближний круг, способы общения и обучения.",
    "2": "Орбита Венеры (Таланты): Ваша чувственность, материальные ценности и женские энергии.",
    "3": "Орбита Марса (Действие): Мужские энергии, решительность и способы борьбы.",
    "4": "Орбита Юпитера (Социум): Ваше место в обществе и карьерные возможности.",
    "5": "Орбита Сатурна (Закон): Кармические уроки и ваша выносливость."
  },
  "numerology": {
    "1": "Лидер и инициатор. Ваша задача — проявлять индивидуальность.",
    "2": "Дипломат и партнер. Ваша сила в умении договариваться.",
    "3": "Творец и оптимист. Вы несете радость и самовыражение.",
    "4": "Труженик и практик. Вы создаете фундамент и стабильность.",
    "5": "Искатель приключений. Ваша жизнь — это перемены и свобода.",
    "6": "Хранитель гармонии. Ваша задача — семья, любовь и служение.",
    "7": "Мудрец и философ. Вы здесь для поиска истины и уединения.",
    "8": "Мастер достижений. Ваша сфера — власть, деньги и успех.",
    "9": "Гуманист и целитель. Ваша миссия — безусловная любовь к миру."
  }
}